module.exports = 
{
  "Question1" : 
  {
    "id" : "Question1",
    "order" : 1,
    "index" : "Q1",
    "title" : "彼此定位",
    "description" : "你認為在監督條例中應該如何稱呼雙方及處理彼此定位？",
    "options" : [
            {
              "index" : "A",
              "content" : "一國兩區：台灣地區與大陸地區",
              "versions" : ["EY", "江啟臣"]
            },
            {
              "index" : "B",
              "content" : "模糊處理：兩岸或我方與對方",
              "versions" : ["李應元"]
            },
            {
              "index" : "C",
              "content" : "台灣中華民國政府與大陸中華人民共和國政府",
              "versions" : ["尤美女"]
            },
            {
              "index" : "D",
              "content" : "台灣與中國（或台灣與中華人民共和國）",
              "versions" : ["DPP", "姚文智", "TSU", "鄭麗君"]
            }
    ]
  },
  "Question2" : 
  {
    "id" : "Question2",
    "order" : 2,
    "index" : "Q2",
    "title" : "公民參與的時機",
    "description" : "你認為在兩岸協議的協商簽署過程中，政府應於何時舉辦對外公開的公聽會？",
    "options" : [
            {
              "index" : "A",
              "content" : "要不要開與何時開公聽會，都由行政部門自行決定",
              "versions" : ["鄭麗君", "江啟臣"]
            },
            {
              "index" : "B",
              "content" : "雙方談判大致完成時，才辦理公聽會對外「說明談判結果」（在此之前，只辦理不公開的溝通說明會、座談會）",
              "versions" : ["李應元","TSU","EY"]
            },
            {
              "index" : "C",
              "content" : "政府打算進行談判前，就要召開公聽會，讓公民「參與政策的形成」",
              "versions" : ["尤美女"]
            }
    ]
  },
  "Question3" : 
  {
    "id" : "Question3",
    "order" : 3,
    "index" : "Q3",
    "title" : "人權保障",
    "description" : "你認為監督條例對人權保障要規範到哪個程度？",
    "options" : [
            {
              "index" : "A",
              "content" : "兩岸交流無涉人權，無需規定",
              "versions" : []
            },
            {
              "index" : "B",
              "content" : "避免影響兩岸交流，把人權保障當成宣示原則即可",
              "versions" : ["EY","鄭麗君"]
            },
            {
              "index" : "C",
              "content" : "人權應作為兩岸官方交流的底線，政府有義務：(1) 提供人權被侵害者，法律救濟管道；(2) 要求對方比照我方保障對方人員人權之標準，給予我國民在對方時的互惠保障；(3) 確保對方一旦違反人權保障條款，我方可請求磋商或終止協議",
              "versions" : ["尤美女"]
            }
    ]
  }
};

// module.exports = 
// {
//   "Question1" : 
//   {
//     "id" : "Question1",
//     "order" : 1,
//     "index" : "Q1",
//     "title" : "彼此定位",
//     "description" : "你認為在監督條例中應該如何稱呼雙方及處理彼此定位？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "一國兩區：台灣地區與大陸地區",
//               "versions" : ["EY", "江啟臣"]
//             },
//             {
//               "index" : "B",
//               "content" : "模糊處理：兩岸或我方與對方",
//               "versions" : ["李應元"]
//             },
//             {
//               "index" : "C",
//               "content" : "台灣中華民國政府與大陸中華人民共和國政府",
//               "versions" : ["尤美女"]
//             },
//             {
//               "index" : "D",
//               "content" : "台灣與中國（或台灣與中華人民共和國）",
//               "versions" : ["DPP", "姚文智", "TSU", "鄭麗君"]
//             }
//     ]
//   },
//   "Question2" : 
//   {
//     "id" : "Question2",
//     "order" : 2,
//     "index" : "Q2",
//     "title" : "公民參與的時機",
//     "description" : "你認為在兩岸協議的協商簽署過程中，政府應於何時舉辦對外公開的公聽會？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "要不要開與何時開公聽會，都由行政部門自行決定",
//               "versions" : ["鄭麗君", "江啟臣"]
//             },
//             {
//               "index" : "B",
//               "content" : "雙方談判大致完成時，才辦理公聽會對外「說明談判結果」（在此之前，只辦理不公開的溝通說明會、座談會）",
//               "versions" : ["李應元","TSU","EY"]
//             },
//             {
//               "index" : "C",
//               "content" : "政府打算進行談判前，就要召開公聽會，讓公民「參與政策的形成」",
//               "versions" : ["尤美女"]
//             }
//     ]
//   },
//   "Question3" : 
//   {
//     "id" : "Question3",
//     "order" : 3,
//     "index" : "Q3",
//     "title" : "人權保障",
//     "description" : "你認為監督條例對人權保障要規範到哪個程度？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "兩岸交流無涉人權，無需規定",
//               "versions" : []
//             },
//             {
//               "index" : "B",
//               "content" : "避免影響兩岸交流，把人權保障當成宣示原則即可",
//               "versions" : ["EY","鄭麗君"]
//             },
//             {
//               "index" : "C",
//               "content" : "人權應作為兩岸官方交流的底線，政府有義務：(1) 提供人權被侵害者，法律救濟管道；(2) 要求對方比照我方保障對方人員人權之標準，給予我國民在對方時的互惠保障；(3) 確保對方一旦違反人權保障條款，我方可請求磋商或終止協議",
//               "versions" : ["尤美女"]
//             }
//     ]
//   },
//   "Question4" : 
//   {
//     "id" : "Question4",
//     "order" : 4,
//     "index" : "Q4",
//     "title" : "資訊公開",
//     "description" : "你認為兩岸官方協商的結果，何時應對外公開？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "簽署後公開：為了避免談判生變，協商完成後，先不公開協議文本內容，等正式簽署後才公開",
//               "versions" : ["EY"]
//             },
//             {
//               "index" : "B",
//               "content" : "簽署前公開：為了進行影響評估與民主監督，在協商完成後，正式簽署前，就應該公開",
//               "versions" : ["尤美女"]
//             }
//     ]
//   },
//   "Question5" : 
//   {
//     "id" : "Question5",
//     "order" : 5,
//     "index" : "Q5",
//     "title" : "國會的事前參與監督",
//     "description" : "你認為國會在政府進行兩岸協議的協商之前，應該如何參與監督？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "象徵性監督：政府打算要進行談判前，只須要向國會中的少數成員「說明」，等到談判完成，協議簽署前，才需要向委員會「報告」",
//               "versions" : ["EY","江啟臣"]
//             },
//             {
//               "index" : "B",
//               "content" : "部分監督：政府打算要進行談判前，只有重大或涉及人民權利義務事項時，才須要事前向國會「報告」，其他事項不必報告",
//               "versions" : ["DPP","姚文智","TSU","鄭麗君"]
//             },
//             {
//               "index" : "C",
//               "content" : "完整監督：政府打算要進行談判前，需先提出「締結計畫」，向國會「報告」談判目標與方針；涉及主權事項時，不僅要報告，更需國會事前「同意」，才能進行",
//               "versions" : ["尤美女"]
//             }
//     ]
//   },
//   "Question6" : 
//   {
//     "id" : "Question6",
//     "order" : 6,
//     "index" : "Q6",
//     "title" : "國會在協商進行中的參與監督",
//     "description" : "你認為國會在政府進行兩岸協商談判時，應該如何參與監督？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "完全不介入：國會不宜在協商進行中介入，以免角色混淆",
//               "versions" : ["EY","江啟臣"]
//             },
//             {
//               "index" : "B",
//               "content" : "國會自己來：涉及重大事項時，國會可派員參與談判",
//               "versions" : ["DPP","姚文智","TSU","鄭麗君"]
//             },
//             {
//               "index" : "C",
//               "content" : "要求隨傳隨到：國會不派員參與談判，但可隨時要求進行協商進度報告（兼顧國會監督與權力分立？）",
//               "versions" : ["尤美女"]
//             },
//             {
//               "index" : "D",
//               "content" : "有改變再報告：國會不派員參與談判，只有在政府的協商偏離已經向國會報告過的「締結計畫」時，才需要再報告",
//               "versions" : []
//             }
//     ]
//   },
//   "Question7" : 
//   {
//     "id" : "Question7",
//     "order" : 7,
//     "index" : "Q7-1",
//     "title" : "國會的事後監督 (談判完成後，正式簽署前)：國會不同意見的表達",
//     "description" : "你認為在政府談判完成後協議正式簽署前，需不需要讓國會有表達不同意見的機會？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "不需要：等到正式簽署後，再依照國會的審議或備查程序處理",
//               "versions" : []
//             },
//             {
//               "index" : "B",
//               "content" : "需要：若影響評估顯示協議的弊大於利，應在正式簽署前，讓國會可對草簽之協議內容，表達不同意見，促成政府重啟談判",
//               "versions" : ["尤美女"]
//             }
//     ]
//   },
//   "Question8" : 
//   {
//     "id" : "Question8",
//     "order" : 8,
//     "index" : "Q7-2",
//     "title" : "國會的事後監督 (正式簽署後)：審議與備查",
//     "description" : "各版本草案都同意涉及「大事」的兩岸協議，簽署後應送立院審議，涉及「小事」的協議，只需送立院備查。但雙方對於大事或小事發生爭執時，你認為應該怎麼決定？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "讓行政院可便宜行事，以增進效率：行政院認定為只需備查的「小事」，除非立法院在一定期間內決議「反對」，否則就當成只涉及「小事」送備查（政院、李應元版）",
//               "versions" : ["EY"]
//             },
//             {
//               "index" : "B",
//               "content" : "讓立法院能慎重其事，以確保權益：行政院認定為只需備查的「小事」，如果立法院沒有在一定期間內也決議「認同」時，就要視為涉及「大事」來審議（民間版）",
//               "versions" : ["尤美女"]
//             }
//     ]
//   },
//   "Question9" : 
//   {
//     "id" : "Question9",
//     "order" : 9,
//     "index" : "Q8",
//     "title" : "國會事前監督與事後監督的關係",
//     "description" : "你認為在兩岸官方交流上，國會事前與事後監督的強度，應該如何安排？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "前後均寬鬆：國會事前不應太過參與監督，事後也只能包裹表決",
//               "versions" : []
//             },
//             {
//               "index" : "B",
//               "content" : "前寬後謹慎：國會事前無須太多參與監督，但事後應逐條審議表決",
//               "versions" : []
//             },
//             {
//               "index" : "C",
//               "content" : "前謹慎後寬：國會事前可適當參與監督，事後僅能包裹表決，不能逐條審議修正",
//               "versions" : []
//             },
//             {
//               "index" : "D",
//               "content" : "前後皆謹慎：即使已有事前適當參與監督，事後若有必要，仍可逐條審議修正",
//               "versions" : []
//             }
//     ]
//   },
//   "Question10" : 
//   {
//     "id" : "Question10",
//     "order" : 10,
//     "index" : "Q9-1",
//     "title" : "影響評估 (功能定位)",
//     "description" : "你認為要求政府進行事前影響評估的目的是什麼？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "政府向國會提出業務說明前，內部的評估參考",
//               "versions" : []
//             },
//             {
//               "index" : "B",
//               "content" : "促成政府府重啟談判時的參考",
//               "versions" : []
//             }
//     ]
//   },
//   "Question11" : 
//   {
//     "id" : "Question11",
//     "order" : 11,
//     "index" : "Q9-2",
//     "title" : "影響評估 (評估範圍)",
//     "description" : "你認為政府有義務進行影響評估的範圍應該包括什麼？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "以國家安全危害影響為主的評估與因應",
//               "versions" : []
//             },
//             {
//               "index" : "B",
//               "content" : "對人權、國防、治安、財政、經濟、就業、文化、生態等全面性民主影響的評估，並提出配套的因應與補救措施",
//               "versions" : []
//             }
//     ]
//   },
//   "Question12" : 
//   {
//     "id" : "Question12",
//     "order" : 12,
//     "index" : "Q9-3",
//     "title" : "影響評估 (爭議處理)",
//     "description" : "你認為如果人民對政府提出的影響評估有質疑時，該如何處理？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "即使有爭議，仍以政府評估結果為準",
//               "versions" : []
//             },
//             {
//               "index" : "B",
//               "content" : "民間可提對應評估報告，若與政府評估有重大出入，應透過國會聽證解決",
//               "versions" : []
//             }
//     ]
//   },
//   "Question13" : 
//   {
//     "id" : "Question13",
//     "order" : 13,
//     "index" : "Q10",
//     "title" : "直接民主參與",
//     "description" : "你認為兩岸協議生效前，是否一定要交付公投？",
//     "options" : [
//             {
//               "index" : "A",
//               "content" : "不需要強制公投",
//               "versions" : ["江啟臣"]
//             },
//             {
//               "index" : "B",
//               "content" : "涉及國防、外交、財政及經濟上利益之國家重大事項者，一定要公投",
//               "versions" : ["DPP","姚文智","鄭麗君"]
//             },
//             {
//               "index" : "C",
//               "content" : "涉及軍事或影響台灣人民對台灣主權的政治性協議，一定要公投",
//               "versions" : ["尤美女"]
//             },
//             {
//               "index" : "D",
//               "content" : "以上二者，都一定要先交付公投",
//               "versions" : []
//             }
//     ]
//   }
// };